---
layout: post
title: "개강 실화냐"
---
개강 실화냐 진짜. 학교에 가기 두려웠던 적은 지금까지 없었는데, 처음으로 설렘보단 두려움이 앞선다.

먼저 가장 큰 건 학업 성취에 대한 걱정. 이번 학기 최대의 목표가 학점을 잘 따는 것이다.
그런데 이번 학기 공부할 과목들을 슬쩍 둘러본 결과 공부할 양이 만만치 않아 보였다.
난이도도 높아졌는데다가, 기본적으로 깔고 가는 2학년때 배운 내용들이 솔직히 잘 기억나지 않는다. 2학년 내용 복습 및 3학년 내용 예습복습이 가능할까.
무엇보다도 시험을 3번 보는 과목들이 아주 ㅈ같다. 그리고 기말 겹치는 것도 걱정되고. 사실상 맨~날 공부하지 않는 이상 힘들다고 봐야 한다.
공부해야 할 과목도 많고.
맨~날 공부도 하면서 인간관계 유지, 운동, 스트레스 해소 등 많은 것들을 밸런스 맞추면서 해야 한다.
목표를 달성하지 못했을 때 내가 엄청난 좌절감과 분노를 느낄 것이라는 것을 너무 잘 알기 때문에 더더욱 부담이 된다.
2월에 끝낸 줄 알았던 시험 점수가 ㅈ같이 나온 것도 전공 공부에만 집중하지 못하게 만들고.
과정이야 어찌됐든 결국 학업 성취에 대한 문제는 결국 결과론적일수밖에 없기 때문에 더욱 부담이다.

두번째는 연애에 대한 두려움. 솔직히 외모 자존감이 높은 편은 아니고, 그것때문인지 성격때문인지 1대1 대화를 풀어가는 능력이 좀 부족하다고 생각한다.
그래서 아까도 친구가 소개팅을 시켜준다는데 망설였다. 어제도 호감가는 친구가 있었지만 어떤 식으로 말을 풀어가야 할 지 많이 어려웠다.
살짝 관심있는 사람이 생겨도 과연 내가 노력해서 이 사람에게 계속 접근할만큼 내가 이 사람에게 강력한 확신이 있나 의심도 되고,
이 사람한테 따로 어떻게 얼마나 연락을 할 지, 내가 이 사람에게 긍정적인 이미지인지(외모나 말투 등) 걱정이 먼저 된다.
지금 피부도 거의 20대 들어서 최악인데, 내일은 바로 개강이고, 피부과 가기엔 늦었고, 그래서 관심 있는 사람을 봤는데 내 첫인상은 그 사람에게 안 좋으면 어떡하지?같은 걱정도 있고.
기회를 만드는 법, 기회가 생겼을 때 풀어나가는 법 둘 다 잘 하는 건 아니라서 걱정된다. 이제 탈출할 때도 됐는데.

세번째는 인간관계. 똑부러지게 거절하는 것과 친절하게 부탁을 거절하는 것 사이에서의 딜레마.
나와 성향은 맞지 않지만 흔히 말하는 '인싸' 무리에 끼기 위해서 약간 무리해서라도 아는 척하고 친한 척을 할 것인지의 딜레마.
우리 과에는 별로 없는 이성들이나 다양한 전공의 학생들을 만나고 싶은데 그를 위해 동아리같은 것을 하면 학업에 집중하지 못할 것 같다는 딜레마.

굳이 추가하자면 단기간에 많은 것을 해결해야 한다는 점. 당장 내일만 해도 수강신청 문제 해결, 교재 관련 문제 해결, 교양강의 뭐 들을지 정하기, 예비군 신청하기, 동아리 알아보기, 수업내용 예복습하기, 운동하기 등등...
긴 백수 생활때문에 생산적인 일을 하는 시간이 많거나 집중도가 높은 일상과는 거리가 멀었는데, 당장 엄청난 생활 패턴의 변화가 내일부터 현실화된다고 생각하니 당황스럽다.
이 모든 걱정들과 변화들을 군뽕 하나로 다 커버할 수 있을까. 세상에 그렇게 불연속적으로 팍팍 변하는 건 없다고 믿기 때문에 힘들 것이라 생각한다. 하지만 최대한 노력할 것이다.

6월이 지나면 지금 이런 걱정들이 기우였는지 아닌지 다 판가름나있겠지.
일단 유턴할 수 없는 고속도로에 들어섰다. 열심히 달려보자.
